Repository: Niwla23/schoolbot
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de

source: :newspaper: **Substitution Plan** |
de: :newspaper: **Vertretungsplan** |

source: :newspaper: **Tests**
de: :newspaper: **Klassenarbeiten**

source: Day must be either 1 or 2
de: 'day' muss 1 oder 2 sein

source: Logging into iserv took {seconds}.{microseconds} seconds.
de: Verbinden und anmelden an Iserv hat {seconds},{microseconds} Sekunden gedauert.

source: New test announced!
de: Neue Klassenarbeit angek√ºndigt!

source: an error occurred
de: Ein Fehler ist aufgetreten

source: command can not be used in DMs
de: Dieser Befehl kann nicht in DMs genutzt werden.

source: the argument {0} is missing
de: Das Argument {0} fehlt

source: the argument {0} must be of type {1}
de: Das Argument {0} muss den Typ {1} haben

source: you are missing these permissions: {0}
de: Dir fehlen diese Rechte: {0}
